"Untitled" = "bez tytułu";

"WindowTitle" = "Instalacja %@";

"FilesWindowTitle" = "Pliki z %@";

/* Displayed as a tooltip describing a search field */
"FilesSearchTooltip" = "Wyszukiwanie plików zawierających ścieżkę";

/* Utility Menu Items */
"Utilities_Menu" = "Narzędzia";

/* Print */
"DefaultPrintMenuItem" = "Drukuj…";

/* Menu item titles used for the Show/Hide Files function. */
"Show Files" = "Pokaż pliki";
"Hide Files" = "Ukryj pliki";

/* Alert panel indicating that the Installer could not find any plugins to load and therefore cannot perform an install */
"NO_SECTIONS_FOUND_ALERT_TITLE" = "Instalator nie mógł przeprowadzić instalacji.";
"NO_SECTIONS_FOUND_ALERT_MESSAGE" = "Instalator nie możne znaleźć części zasobów wymaganych do przeprowadzenia instalacji.\n\nJest to błąd Instalatora, a nie instalowanego oprogramowania.\n\nPomocą techniczną w sieci możesz uzyskać pod adresem:\n\nhttp://www.apple.com/pl/support/.";

/* Button titles */
"CONTINUE" = "Dalej";
"GOBACK" = "Wróć";
"CHOOSE" = "Wybierz";

"CONTINUE_INSTALLING" = "Kontynuuj instalację";
"CANCEL_INSTALLING" = "Anuluj instalację";

"OpenFailed" = "Otwarcie nie powiodło się";
"OpenFailedMsg" = "Nie można było otworzyć „%@”.";

/* Damaged runner error */
"INSTALLER_IS_DAMAGED_TITLE" = "Instalator jest uszkodzony.";
"INSTALLER_IS_DAMAGED_MESSAGE" = "Instalator nie może otworzyć pakietu. Mógł wystąpić problem z własnością pliku lub uprawnieniami.";

/* Displayed in an alert panel if the user tries to close the package when the package is in its "busy" state */
"PackageBusyTitle" = "Instalator jest zajęty.";
"PackageBusyMessage" = "Nie można zamknąć okna.";

/* Displayed in an alert panel if the user tries to close the package when the package is in its "paused" state */
"PackagePaused" = "Nie należy zamykać tego pakietu, ponieważ nie został całkowicie zainstalowany. Jeśli zamkniesz go teraz, system może być niestabilny.";

/* Install failed alert-box titles */
"InstallFailedTitle" = "Instalacja nie powiodła się.";
"CannotInstallTitle" = "Nie można ukończyć instalacji.";

/* Contents for alert box displayed when the user tries to quit the app while the package is installing */
"CantQuit" = "Nie możesz zakończyć Instalatora podczas instalacji oprogramowania.";

/* Displayed when an install fails but the package does not require the machine to be rebooted. */
"FailWarning" = "Pakiet %@ nie został poprawnie zainstalowany.";

/* Displayed when an install fails but the package does not require the machine to be rebooted. */
"NotInstalledYet" = "Pakiet %@ nie został jeszcze zainstalowany.";

/* Bold title string in Quit sheet */
"InstallQuitTitle" = "Czy na pewno chcesz zamknąć Instalatora?";

/* Warnings */
"NeedsShutdown" = "Instalacja tego oprogramowania wymaga wyłączenia komputera. Aby ukończyć instalację, kliknij w Wyłącz.";
"NeedsRestart" = "Instalacja tego oprogramowania wymaga ponownego uruchomienia komputera. Aby ukończyć instalację, kliknij w Uruchom ponownie.";
"NeedsLogout" = "Instalacja tego oprogramowania wymaga zamknięcia wszystkich programów i wylogowania użytkownika. Aby ukończyć instalację, kliknij w Wyloguj.";

/* Displayed if the user tries to quit while a normal install is taking place */
"StopNormalInProgress" = "Czy na pewno chcesz zakończyć? Jeśli zamkniesz teraz Instalatora, system może być niestabilny.";

/* Button in quit sheet */
"ChangeDisk" = "Dysk startowy";

/* Title on the 'Go Back' button */
"GoBack" = "Wróć";

/* Button/menu item titles meaning 'Yes, I want to quit the application' */
"Quit" = "Zakończ";
"QuitWithEllipsis" = "Zakończ Instalatora…";

/* Button title meaning 'No, I don't want to quit the application' */
"DontQuit" = "Nie kończ";

/* Button title used to restart the computer */
"Restart" = "Uruchom ponownie";

/* Standard OK button title */
"OK" = "OK";

/* Button title to cancel an action that produced an alert box */
"Cancel" = "Anuluj";

/* Button title for a sheet which will close the installer window */
"Close" = "Zamknij";

/* "Show Error" button */
"ShowError" = "Pokaż błąd";

/* Error message given when plugin cannot be found. This is mostly an issue for running over a network. */
"CantFindPlugin" = "Nie można znaleźć wtyczki o nazwie „%@”.";

/* Error message given when plugin is found but can't be loaded. This is mostly an issue for running over a network. */
"CantLoadPlugin" = "Znaleziono ścieżkę do wtyczki %@, ale nie można jej pakietu.";

/* Error message given when plugin is loaded but doesn't have its firstPage outlet set. This is mostly a debugging aid. */
"NoFirstPage" = "Wtyczka %@ nie ma pierwszej strony.";

/* Alert box title when the user cannot save a file document */
"CantSaveFile" = "Nie można zachować pliku.";

/* Alert box explanatory text displayed when a user cannot save a file document */
"CantSaveFileText" = "Możesz nie mieć uprawnień do zachowania tego dokumentu w tym miejscu.";

/* File Listing Controller Strings */
"FILE_LISTING_NOT_AVAIL" = "Lista plików nie jest dostępna.";
"FILE_LISTING_NOT_AVAIL_YET" = "Lista plików nie jest jeszcze dostępna.";

/* Security Warning Strings */
/* Display this message if the package will be running programs without the user's knowledge. */
"CheckToolAlert" = "Instalator uruchomi program, który sprawdzi, czy oprogramowanie można zainstalować. Czy chcesz kontynuować?";

/* Title for the below message */
"CheckToolAlertEnhancedTitle" = "Ten pakiet uruchomi program, który sprawdzi, czy oprogramowanie można zainstalować.";

/* Displays this message if the package will be running programs contains inside a package */
"CheckToolAlertEnhanced" = "Aby nie narażać komputera, zawsze uruchamiaj lub instaluj oprogramowanie pochodzące z zaufanych źródeł. Jeśli nie masz pewności co do pochodzenia oprogramowania, kliknij w Anuluj, aby zakończyć pracę programu i instalację.";

/* Displayed in Menu Bar in the Spotlight area when running from install media */
"NoSpotlightTooltip" = "Spotlight nie jest dostępny podczas instalacji tego oprogramowania";

/* Install Automation Strings */
"AutomatedInstallFailure" = "Nie możesz zainstalować %@ na tym dysku.";
"AutomatedInstallFailureWithReason" = "Nie możesz zainstalować %@ na tym dysku.  %@";

"AutomatedInstallTargetFreeSpace" = "Na dysku docelowym jest za mało wolnego miejsca. Zakończ Instalatora i zwolnij więcej miejsca, usuwając część plików lub programów, a następnie spróbuj zainstalować ponownie.";
"AutomatedInstallTargetMissingTitle" = "Nie można znaleźć dysku w ścieżce %@.";
"AutomatedInstallTargetMissing" = "Upewnij się, że wybrany został właściwy dysk i że nie jest on uszkodzony ani odłączony.";

/* Install Authenticity Strings */
"UNSIGNED_TITLE" = "Nie można określić źródła pochodzenia tego oprogramowania.";
"UNSIGNED_DESCRIPTION" = "Aby nie narażać komputera, zawsze instaluj oprogramowanie pochodzące z zaufanych źródeł.";
"INVALID_SIGNATURE_ERROR_TITLE" = "Instalacja została odwołana, ponieważ nie można było sprawdzić źródła pochodzenia oprogramowania.";
"INVALID_SIGNATURE_ERROR" = "Aby nie narażać komputera, zawsze instaluj oprogramowanie pochodzące z zaufanych źródeł.";

/* IADataTransferMonitor Strings */
"CALCULATING_TIME_REMAINING" = "Obliczam…";
"HOURS_AND_MINUTES_REMAINING" = "%d godz. i %d min";
"HOURS_REMAINING" = "%d godz.";
"HOUR_AND_MINUTES_REMAINING" = "1 godzina i %d min";
"HOUR_REMAINING" = "1 godz.";
"MINUTES_REMAINING" = "%d min";
"MINUTE_REMAINING" = "1 minuta";
"LESS_THAN_A_MINUTE_REMAINING" = "Mniej niż minuta";
